---
kind: type
id: T:Autodesk.Revit.DB.MullionTypeSet
source: html/83e46ea0-5dee-1352-f532-101a3f534de4.htm
---
# Autodesk.Revit.DB.MullionTypeSet

A set that contains mullion types.

## Syntax (C#)
```csharp
public class MullionTypeSet : APIObject,
	IEnumerable
```